"About" = "Informações";
"About %@" = "Sobre %@";
"Accessibility" = "Acessibilidade";
"Acknowledgments" = "Agradecimentos";
"Active app" = "Aplicações activas";
"Active screen" = "Ecrã activo";
"Active Space" = "Space activo";
"Additional controls" = "Controlos adicionais";
"Additional controls…" = "Controlos adicionais…";
"Advanced" = "Avançada";
"After release" = "Após a libertação";
"Align windows" = "Alinhar as janelas";
"Align windows:" = "Alinhar janelas:";
"All apps" = "Todas as aplicações";
"All data from this form will be made public, as a ticket on github.com" = "Todos os dados deste formulário serão públicos num ticket em github.com";
"All screens" = "Todas os ecrãs";
"All Spaces" = "Todos os Ambientes de Trabalho";
"Allowed" = "Permitido";
"Alphabetical" = "Ordem Alfabética";
"Alphabetical Order" = "Ordem Alfabética";
"Also select windows using:" = "Também escolher janelas utilizando:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "A aplicação terminou inesperadamente na última vez que foi utilizada. Ao enviar um relatório de falha ajuda a corrigir o erro";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Actualmente, o AltTab está definido para mostrar aplicações.Essa configuração está disponível apenas quando o AltTab está definido para mostrar o janelas.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab está a ser executado sem permissões de Gravação do Ecrã. As miniaturas não serão apresentadas.";
"AltTab needs some permissions" = "AltTab necessita de algumas permissões";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab mostrará se a janela estiver minimizada ou em ecrã inteiro com um ícone de status.";
"Always" = "Sempre";
"Always send crash reports" = "Enviar sempre relatórios de falha";
"and press" = "e pressionar";
"and press:" = "e pressionar:";
"Animations" = "Animações";
"Animations…" = "Animações...";
"App (BundleID starting with)" = "App (BundleID a começar com)";
"App Icons" = "Ícones de apliçação";
"App is hidden" = "App está escondida";
"App is running but has no open window" = "App está a correr sem janelas abertas";
"Apparition delay" = "Aparecimento de atraso";
"Apparition delay of Switcher" = "Atraso na aparição do switcher";
"Apparition delay:" = "Intervalo para exibição:";
"Appearance" = "Aparência";
"Application Name" = "Nome da aplicação";
"Application Name - Window Title" = "Nome da aplicação - Título da janela";
"Applications" = "Aplicações";
"Are you sure you don’t want a response?" = "Tem a certeza que não deseja uma resposta?";
"Arrow keys" = "Teclas direccionais";
"Ask whether to send crash reports" = "Perguntar para enviar relatórios de falha";
"Auto-install updates periodically" = "Instalar actualizações periódicas automaticamente";
"Blacklists" = "Excepções";
"Cancel" = "Cancelar";
"Cancel and hide" = "Cancelar e ocultar";
"Center" = "Centro";
"Check for updates now…" = "Procurar actualizações agora…";
"Check for updates periodically" = "Procurar actualizações periodicamente";
"Check for updates…" = "Procurar por actualizações…";
"Check permissions…" = "Verificar permissões...";
"Close window" = "Fechar janela";
"Conflicting shortcut" = "Atalho em conflito";
"Controls" = "Controlos";
"Crash reports policy" = "Política de Relatórios de Falha";
"Crash reports policy:" = "Política de relatórios de falha:";
"Cursor follows focus" = "Cursor segue o foco";
"Customize App Icons style…" = "Personalizar o estilo dos ícones da aplicação";
"Customize Thumbnails style…" = "Personalizar o estilo das miniaturas…";
"Customize Titles style…" = "Personalizar o estilo de títulos…";
"Dark" = "Escuro";
"Disabled" = "Desactivado";
"Do nothing" = "Não fazer nada";
"Don’t check for updates periodically" = "Não procurar actualizações periodicamente";
"Don’t send" = "Não enviar";
"Don’t show windows from these apps" = "Não mostrar janelas destas applicações";
"Done" = "Feito";
"End" = "Fim";
"Fade in animation of Preview" = "Animação de aparecimento da Pré-Visualização";
"Fade out animation" = "Animação de desaparecimento";
"Fade out animation of Switcher" = "Animação de fade-out do switcher";
"Fade out animation:" = "Animação de desaparecimento:";
"Focus selected window" = "Focar na janela activa";
"Fullscreen window" = "Ecrã inteiro";
"Fullscreen windows:" = "Janelas fullscreen:";
"Fullscreen/Defullscreen window" = "Alternar ecrã inteiro da janela";
"General" = "Geral";
"Gesture" = "Gesto";
"Grant permission" = "Conceder permissão";
"Hidden windows:" = "Janelas escondidas:";
"Hide" = "Ocultar";
"Hide app badges" = "Ocultar crachás de aplicação";
"Hide app badges:" = "Ocultar emblemas:";
"Hide apps with no open window" = "Ocultar aplicações sem janela aberta";
"Hide apps with no open window:" = "Ocultar aplicações sem janelas abertas:";
"Hide colored circles on mouse hover" = "Ocultar círculos coloridos com o rato em cima";
"Hide colored circles on mouse hover:" = "Ocultar círculos coloridos onde o rato passar:";
"Hide in %@" = "Ocultar em %@";
"Hide Space number labels" = "Ocultar rótulos do numero do \"Space\"";
"Hide Space number labels:" = "Não exibir número do \"Space\":";
"Hide status icons" = "Ocultar ícones de status";
"Hide status icons:" = "Ocultar ícones de estado:";
"Hide window thumbnails:" = "Ocultar miniaturas das janelas:";
"Hide/Show app" = "Ocultar/Mostrar aplicação";
"High" = "Alta";
"Highest" = "Mais alta";
"Hold" = "Segurar";
"Horizontal Swipe with Four Fingers" = "Deslizar horizontalmente com quatro dedos";
"Horizontal Swipe with Three Fingers" = "Deslizar horizontalmente com três dedos";
"I think the app could be improved with…" = "Eu acho que a aplicação poderia ser melhorada se…";
"Ignore shortcuts when active" = "Ignorar atalhos enquanto activo";
"Ignore shortcuts while a window from these apps is active" = "Ignorar atalhos sempre que uma destas janelas esteja activa";
"Language" = "Idioma";
"Language Change" = "Mudança de Idioma";
"Large" = "Grande";
"Later" = "Mais Tarde";
"Latest releases" = "Últimas actualizações";
"Leading" = "Principal";
"Left" = "Esquerda";
"Light" = "Claro";
"Max height on screen:" = "Altura max. no ecrã:";
"Max width on screen:" = "Largura max. no ecrã:";
"Medium" = "Médio";
"Menubar icon" = "Ícone da Barra de Menu";
"Menubar icon:" = "Ícone da barra:";
"Middle" = "Meio";
"Minimize/Deminimize window" = "Minimizar/Restaurar janela";
"Minimized windows:" = "Janelas minimizadas:";
"Miscellaneous" = "Diversos";
"Miscellaneous:" = "Diversos:";
"Mouse hover" = "Ao passar o rato";
"Multiple screens" = "Vários ecrãs";
"Never send crash reports" = "Nunca enviar relatórios de falha";
"Normal" = "Normal";
"Not allowed" = "Não permitido";
"NSHumanReadableCopyright" = "Licença GPL-3.0";
"Only if the window is fullscreen" = "Somente se a janela estiver em ecrã completo";
"Open Accessibility Preferences…" = "Abrir Preferências de Accessibilidade…";
"Open Screen Recording Preferences…" = "Abrir Preferências de Gravação de Ecrã…";
"Open Trackpad Preferences…" = "Abrir Preferências do Trackpad…";
"Optional: email (if you want a reply)" = "Opcional: e-mail (se desejar resposta)";
"Order windows by" = "Ordernar janelas por";
"Policies" = "Políticas";
"Preferences…" = "Preferências…";
"Preview selected window" = "Pré-visualizar janela selecionada";
"Preview selected window:" = "Pré-visualizar janela seleccionada:";
"Preview the selected window." = "Pré-visualizar a janela selecionada.";
"Quit" = "Sair";
"Quit %@" = "Sair %@";
"Quit app" = "Fechar aplicação";
"Recently Created" = "Mais Recentemente Criada";
"Recently Created First" = "Mais Recentemente Criada Primeiro";
"Recently Focused" = "Mais Recentemente Focada";
"Recently Focused First" = "Mais Recentemente Focada Primeiro";
"Remember my choice" = "Lembrar a minha escolha";
"Reset preferences and restart" = "Redefinir preferências e reiniciar";
"Reset preferences and restart…" = "Redefinir preferências e reiniciar";
"Restart Now" = "Reiniciar Agora";
"Rows of thumbnails:" = "Linhas de miniaturas:";
"Screen including menu bar" = "Ecrã da barra";
"Screen including mouse" = "Ecrã do rato";
"Screen Recording" = "Gravação de Ecrã";
"Screen showing AltTab" = "Ecrã onde o AltTab está activo";
"Select next window" = "Seleccionar próxima janela";
"Select previous window" = "Seleccionar janela anterior";
"Select windows on mouse hover" = "Seleccione janelas com o rato se encontra em cima";
"Select windows using arrow keys" = "Seleccione janelas utilzando as setas do teclado";
"Select windows using vim keys" = "Seleccione janelas utilizando as teclas do Vim";
"Send" = "Enviar";
"Send a crash report?" = "Enviar relatório de falha?";
"Send anyway" = "Enviar na mesma";
"Send debug profile (CPU, memory, etc)" = "Enviar dados para depuração (CPU, memória, etc)";
"Send feedback" = "Enviar comentário";
"Send feedback…" = "Enviar comentário…";
"Share improvement ideas, or report bugs" = "Partilhar sugestões ou reportar falhas";
"Shortcut 1" = "Atalho 1";
"Shortcut 2" = "Atalho 2";
"Shortcut 3" = "Atalho 3";
"Shortcut 4" = "Atalho 4";
"Shortcut 5" = "Atalho 5";
"Shortcut already assigned to another action: %@" = "Atalho já atribuído a outra acção: %@";
"Shortcuts When Active" = "Atalhos Enquanto Activo";
"Shortcuts when active…" = "Atalhos enquanto activo";
"Show" = "Mostrar";
"Show & Hide" = "Mostrar/Ocultar";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Mostre um item no comutador para cada janela ou para cada aplicação. As janelas focar-se-ão quando as aplicações estiverem activas.";
"Show at the end" = "Mostrar no fim";
"Show fullscreen windows" = "Mostrar janelas de ecrã inteiro";
"Show hidden windows" = "Mostrar janelas escondidas";
"Show in switcher" = "Mostrar no switcher";
"Show minimized windows" = "Mostrar janelas minimizadas";
"Show on" = "Mostrar no";
"Show on:" = "Mostrar no:";
"Show standard tabs as windows" = "Mostrar separadores padrão como Windows";
"Show standard tabs as windows:" = "Mostrar separadores como janelas:";
"Show titles" = "Mostrar títulos";
"Show windows from applications" = "Mostrar janelas de aplicações";
"Show windows from screens" = "Mostrar janelas de ecrãs";
"Show windows from Spaces" = "Mostrar janelas dos Ambientes de Trabalho";
"Show windows from:" = "Mostrar janelas de:";
"Size" = "Tamanho";
"Skipped" = "Ignorado";
"Small" = "Pequeno";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Algumas aplicações como o Finder ou Preview utilizam separadores padrão que actuam como janelas independentes. Outras, como navegadores da Web, utilizam separadores personalizados que actuam de forma única e, na verdade, não são janelas reais. AltTab não pode listá-las separadamente.";
"Source code repository" = "Repositório do Código Fonte";
"Space" = "Space";
"Space Order" = "Ordem por Ambiente de Trabalho";
"Start" = "Início";
"Start at login" = "Começar no arranque";
"Start at login:" = "Iniciar ao efectuar login:";
"Support this project ❤️" = "Apoie este projecto ❤️";
"Swipe with Four Fingers" = "Deslizar com quatro dedos";
"Swipe with Three Fingers" = "Deslizar com três dedos";
"Switch between 3 different styles. You can customize them." = "Alternar entre 3 estilos diferentes. Pode personalizá-los.";
"System" = "Sistema";
"System Default" = "Predefinição do Sistema";
"The application needs to restart to apply the language change." = "A aplicação precisa de reiniciar para aplicar a alteração de idioma.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "Depois soltar:";
"This permission is needed to focus windows after you release the shortcut" = "Esta permissão é necessária para dar foco em janelas após carregar nos atalhos";
"This permission is needed to show screenshots and titles of open windows" = "Esta permissão é necessária para mostrar capturas de ecrã e títulos das janelas abertas";
"This permission is needed to show thumbnails and preview of open windows" = "Esta permissão é necessária para mostrar miniaturas e pré-visualizações das janelas abertas.";
"Thumbnails" = "Miniaturas";
"Title" = "Título";
"Title truncation" = "Truncamento do título";
"Titles" = "Títulos";
"Trigger shortcut" = "Atalho de gatilho";
"Unassign existing shortcut and continue" = "Eliminar atalho e continuar";
"Updates policy" = "Actualiza a política";
"Updates policy:" = "Regras de actualização:";
"Use the app without this permission. Thumbnails won’t show." = "Utilize a aplicação sem esta permissão. As miniaturas não serão apresentadas.";
"Version" = "Versão";
"Vertical Swipe with Four Fingers" = "Deslizar verticalmente com quatro dedos";
"Vertical Swipe with Three Fingers" = "Deslizar verticalmente com três dedos";
"View existing discussions" = "Ver discussões existentes";
"Vim keys" = "Teclas Vim";
"Vim keys already assigned to other actions:\n%@" = "Teclas Vim já se encontram associadas a outras acções:\n%@";
"Visibility" = "Visibilidade";
"Visible Spaces" = "Ambientes de Trabalho Visíveis";
"When fullscreen" = "Quando em ecrã inteiro";
"When no open window" = "Quando não tem janelas abertas";
"While open, press:" = "Enquanto activa, carregar:";
"Window app icon size:" = "Tamanho do ícone da aplicação:";
"Window is fullscreen" = "Janela está em ecrã inteiro";
"Window is minimized" = "Janela está minimizada";
"Window is on every Space" = "Janela está em todos os Ambientes de Trabalho";
"Window is on Space %d" = "Janela está no Space %d";
"Window max width in row:" = "Largura max. da janela na linha:";
"Window min width in row:" = "Largura min. da janela na linha:";
"Window order:" = "Ordem das janelas:";
"Window Title" = "Título da janela";
"Window title font size:" = "Tamanho da fonte do título da aplicação:";
"Window title truncation:" = "Truncar título:";
"Windows" = "Janelas";
"You can’t undo this action." = "Não pode desfazer esta acção.";
"You didn’t write your email, thus can’t receive any response." = "Não escreveu o seu endereço de email, logo não é possível enviar resposta";
"You may need to disable some conflicting system gestures" = "Poderá ser necessário desactivar alguns gestos em conflito";
